<?php

return [
    'login_to_shared' => '登入分享你的想法。',
    'shared' => '已分享',
    'search' => '搜尋',
    'who_to_follow' => '推薦追蹤',
    'show_more' => '顯示更多',
    'view_profile' => '查看個人資料',
    'feed' => '動態',
    'home' => '首頁',
    'terms' => '使用條款',
    'login' => '登入',
    'register' => '註冊',
    'email' => '電子郵件',
    'password' => '密碼',
    'register_here' => '在此註冊',
    'submit' => '提交',
    'confirm_password' => '確認密碼',
    'login_here' => '在此登入',
    'logged_in_successfully!' => '登入成功',
    'share_yours_ideas' => '分享你的想法',
    'view' => '檢視',
    'edit' => '編輯',
    'post_comment' => '發表評論',
    'logout' => '登出',
    'logged_out_successfully' => '成功登出',
    'terms_content'=>'歡迎來到「Ideas」，這是一個分享和探索內容的部落格平台。通過訪問和使用「Ideas」，您確認您已閱讀、理解並同意受以下條款和條件的約束，包括任何額外的指引和未來修改。如果您不同意這些條款，請不要使用「Ideas」。您同意不會發布任何違法、威脅、辱罵、誹謗、淫穢、色情或其他可能違反適用法律的材料。此外，您同意不會上傳帶有病毒或其他惡意軟件的檔案，這些檔案可能會破壞他人的運作。本網站上的所有內容，包括但不限於文字、圖形、標誌、按鈕圖標、圖像和軟件，均是「Ideas」或其內容供應商的財產，受到國際版權法的保護。未經本網站明確的書面許可，嚴禁使用這些材料。用戶可以在「Ideas」上發布和交換意見、資訊、材料和數據。發布在本網站的任何用戶內容不反映「Ideas」的觀點或政策。我們保留在任何時候出於任何原因移除用戶內容的權利。本網站可能包含指向第三方網站的連結，這些連結僅為方便用戶而提供。我們對這些網站的內容或可用性不負任何責任。「Ideas」及其內容是基於「現狀」提供，不作任何明示或暗示的保證。我們不保證網站的運作不會中斷或無誤。「Ideas」或其相關人員在任何情況下均不對因使用或無法使用本網站內容而導致的任何種類的損失或損害承擔責任。我們保留隨時修改本條款和條件的權利，並且這些修改在發布於網站時即時生效。您繼續使用「Ideas」將視為您接受這些修改。'
];
